Tekla Open API Reference for Tekla Structures 2025
DisposableToken Methods
The DisposableToken type exposes the following members.
Methods
Name | Description
Dispose
 Invokes the callback.
Top
See Also
Reference
DisposableToken Class
Tekla.Structures.Model Namespace